type News = {
  id: number
  date: string
  short: string
  description: string
  publisher: string
}

export const newsData: News[] = [
  {
    id: 1,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 2,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 3,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 4,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 5,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 6,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 7,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 8,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 9,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
  {
    id: 10,
    date: '2025/03/06',
    short: '久裕公司系統資料維護作業通知',
    description:
      '久裕公司擬於2025/3/9 00：00 ~ 3/9 12：00 進行系統資料維護作業，作業期間將關閉系統服務，如造成您的不便，敬請見諒！',
    publisher: '黃勝德',
  },
]
